export const links = [
  {
    id: 1,
    link: 'home',
    name: 'Головна',
  },
  {
    id: 2,
    link: 'about',
    name: 'Про мене',
  },
  {
    id: 3,
    link: 'disciplines',
    name: 'Дисципліни',
  },
  {
    id: 4,
    link: 'price',
    name: 'Ціна',
  },
  {
    id: 5,
    link: 'reviews',
    name: 'Відгуки',
  },
  {
    id: 6,
    link: 'contacts',
    name: 'Контакти',
  },
]

export const text = [
  'Я вчитель хімії та біології з 20-річним досвідом. Проводжу заняття з учнями різних рівнів, студентами медичних закладів. Підготовка до ЗНО/НМТ проходить згідно програми, затвердженої Міністерством освіти України.',
  'На іспитах з хімії та біології учні мають результат від 185 балів. Для кожного учня розробляю індивідуальні завдання.',
  'Для розуміння і успішного засвоєння матеріалу використовую різні схеми, таблиці, графіки.',
]

export const disciplines = [
  {
    name: 'Біологія',
    topics:
      'Генетика, ботаніка, зоологія, анатомія, фізіологія, молекулярна біологія, екологія.',
    studentTypes: [
      '5-11 класи - підвищення успішності, написання контрольних робіт, підготовка до олімпіад, ЗНО/НМТ.',
      'Студенти - допомога з лабораторними та практичних роботами, іспитів.',
    ],
    img: 'https://wallpaperaccess.com/full/1267776.jpg',
  },
  {
    name: 'Хімія',
    topics:
      'Загальна хімія, неорганічна хімія, органічна хімія, аналітична хімія.',
    studentTypes: [
      '7-11 класи - допомога з контрольними роботами, підготовка до олімпіад, ЗНО/НМТ.',
      'Студенти - допомога в написанні та підготовці до лабораторних та практичних робіт, іспитів.',
    ],
    img: 'https://e1.pxfuel.com/desktop-wallpaper/788/61/desktop-wallpaper-565839-1600x1200-for-physics-and-chemistry-aesthetic-science.jpg',
  },
]

export const priceFeatures = [
  'Онлайн-навчання',
  'Гнучкий розклад',
  'Позитивні відгуки',
  'Індивідуальний підхід до кожного',
  'Перевірена методика',
  '1 заняття = 1 година',
  '100% результат',
]

export const priceCirclesInfo = [
  { main: '20+', text: 'років досвіду викладання' },
  { main: '300+', text: 'задоволених учнів' },
  { main: '100%', text: 'учнів здают ЗНО на високий бал' },
]

export const reviews = [
  {
    pupil: 'Ніна Петрівна',
    starsCount: 4,
    date: '23.10.2015',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'З репетитором займалися протягом одного семестру. В цілому, знання в учня покращилися. Далі у нас зникла потреба у заняттях хімії. Але при потребі ми вже знаємо до кого можемо звернутися.',
  },
  {
    pupil: 'Леся',
    starsCount: 5,
    date: '07.04.2018',
    subjectTitle: 'Хімія, Біологія, 7-9-й класи',
    reviewText:
      'Аліна займається з моєю дитиною. Репетитор компетентна, уважна, доступно пояснює матеріал і зацікавлює до знань.',
  },
  {
    pupil: 'Ліза',
    starsCount: 5,
    date: '16.12.2018',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText:
      'Найкращий репетитор, якого я зустрічала за весь час. Навіть за годину ми встигаємо пройти багато матеріалу (не тільки теорія, но і багато практики). Вчитель може знайти підхід до кожного учня. The best tutor)',
  },
  {
    pupil: 'Анастасія',
    starsCount: 5,
    date: '24.03.2019',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText: 'Хороший репетитор. Все зрозуміло пояснює. Рекомендую.',
  },
  {
    pupil: 'Марія',
    starsCount: 5,
    date: '15.07.2019',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText:
      'Репетитор чудовий, дуже сподобалась подача матеріалу, підхід до моїх прогалин у знаннях. Тому задоволена.',
  },
  {
    pupil: 'Марія',
    starsCount: 5,
    date: '15.07.2019',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText:
      'Репетитор чудовий, дуже сподобалась подача матеріалу, підхід до моїх прогалин у знаннях. Тому задоволена.',
  },
  {
    pupil: 'Ліза',
    starsCount: 5,
    date: '08.09.2019',
    subjectTitle: 'Хімія, Біологія, 7-9-й класи',
    reviewText: 'Відмінний викладач!',
  },
  {
    pupil: 'Ірина',
    starsCount: 5,
    date: '05.10.2019',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Аліна нам дуже допомогла із хімією, зараз у дитини оцінки 10, 12 балів. Супер!',
  },
  {
    pupil: "Дар'я",
    starsCount: 5,
    date: '28.10.2019',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText:
      'Аліна, це саме той репетитор котрого я шукала, для того щоб підготуватися до ЗНО. Я дуже задоволена її роботою.',
  },
  {
    pupil: 'Олександр',
    starsCount: 5,
    date: '28.10.2019',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText:
      'Готуюсь до ЗНО- репетитор надає матеріал у достатній/необхідній кількості, і саме головне доступно.',
  },
  {
    pupil: 'Руслана',
    starsCount: 5,
    date: '06.11.2019',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText: 'З Аліною приємно було працювати, дякую!',
  },
  {
    pupil: 'Світлана',
    starsCount: 5,
    date: '21.11.2019',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Дякуємо репетитору, дала дитині "поштовх" та знання, вийшли у півріччя на 10 балів.',
  },
  {
    pupil: 'Настя',
    starsCount: 5,
    date: '17.01.2020',
    subjectTitle: 'Біологія, 10-11-й класи',
    reviewText:
      'Дуже подобається цей репетитор. Вона доброзичлива, завжди намагається підлаштуватися під мій графік. Аліна за короткий час допомогла дуже добре підтягнути знання з біології . Чудова людина і відмінний репетитор!',
  },
  {
    pupil: 'Марина',
    starsCount: 5,
    date: '22.01.2020',
    subjectTitle: 'Біологія, Підготовка до ДПА (9 клас)',
    reviewText: 'Задоволені роботою, відмінний викладач, гарна людина.',
  },
  {
    pupil: 'Майя',
    starsCount: 5,
    date: '23.01.2020',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText:
      'Аліна - чудовий викладач. Досі працюємо. Дуже задоволені роботою викладача.',
  },
  {
    pupil: 'Катерина',
    starsCount: 5,
    date: '26.04.2020',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Хороші заняття, продуктивні. Покращився рівень знань. Будемо продовжувати співпрацю!',
  },
  {
    pupil: 'Оксана',
    starsCount: 5,
    date: '20.05.2020',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Дуже задоволені репетитором, Аліною. Дочка підтягнула знання по хімії, покращила оцінку. Рекомендую.',
  },
  {
    pupil: 'Вікторія',
    starsCount: 5,
    date: '22.05.2020',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Співпрацею з репетитором Аліною Сергіївною задоволені. Компетентний викладач, доступно пояснює. Дуже допомогла в умовах дистанційного навчання. Програму 7 класу з хімії дитина успішно засвоїла.',
  },
  {
    pupil: 'Тетяна',
    starsCount: 5,
    date: '14.06.2020',
    subjectTitle: 'Біологія, Підготовка до ЗНО',
    reviewText: '5! Рекомендую.',
  },
  {
    pupil: 'Поліна',
    starsCount: 5,
    date: '29.06.2020',
    subjectTitle: 'Біологія, 7-9-й класи, 5-6-й класи',
    reviewText:
      'Алина очень крутой преподаватель. Доходчиво и понятно объясняет химию и биологию.',
  },
  {
    pupil: 'Наталія',
    starsCount: 4,
    date: '29.08.2020',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText: 'Аліна викладає добре, але мені не сподобалося.',
  },
  {
    pupil: 'Оксана',
    starsCount: 5,
    date: '17.09.2020',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText:
      'Гарний дуже викладач. Спілкується з дитиною онлайн. Заняття змістовні, чудово пояснюється матеріал. Викладач надає різні конкретні таблиці, тезиси і т.д. Дитина за 2 міс видимо додала знань. Оцінки в школі вище 10 балів. Випускний клас, тому завдання: гарно скласти ЗНО. Впевнені, що АЛІНА нам допоможе!',
  },
  {
    pupil: 'Нестерук Дарина',
    starsCount: 5,
    date: '06.10.2020',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText: 'Хороший викладач!',
  },
  {
    pupil: 'Катерина Бендо',
    starsCount: 5,
    date: '11.10.2020',
    subjectTitle: 'Біологія, Підготовка до ЗНО',
    reviewText: 'Задоволена роботою репетитора.',
  },
  {
    pupil: 'Павло',
    starsCount: 5,
    date: '15.10.2020',
    subjectTitle: 'Хімія, 10-11-й класи',
    reviewText:
      'Дитині подобається як підноситься матеріал. Каже, що нарешті багато речей стали на свої місця, які раніше не розуміла. Продовжуємо займатися.',
  },
  {
    pupil: 'Лілія',
    starsCount: 5,
    date: '02.11.2020',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Тільки найкращі враження від співпраці з репетитором, хімія стала зрозумілим предметом) Дякуємо!',
  },
  {
    pupil: 'Гуменюк Олеся',
    starsCount: 5,
    date: '03.11.2020',
    subjectTitle: 'Біологія, Підготовка до ЗНО',
    reviewText:
      'Репетитор приємна людина та чудовий викладач. Легко знайшли спільну мову. Дякую за допомогу в досягненні мети.',
  },
  {
    pupil: 'Світлана',
    starsCount: 5,
    date: '03.11.2020',
    subjectTitle: 'Біологія, Підготовка до ЗНО',
    reviewText: 'Аліна - чудовий репетитор!!! Все дуже-дуже добре!',
  },
  {
    pupil: 'Олексій',
    starsCount: 3,
    date: '03.11.2020',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Репетитора дратували питання по темі та прохання пояснити ще раз матеріал. Не рекомендую.',
  },
  {
    pupil: 'Тетяна',
    starsCount: 5,
    date: '18.11.2020',
    subjectTitle: 'Біологія, 7-9-й класи',
    reviewText:
      'Хороший викладач, уважна, добре пояснює, переживає за результат, вимоглива.',
  },
  {
    pupil: 'Софія',
    starsCount: 5,
    date: '25.11.2020',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText: 'Прекрасний спеціаліст з підготовки до ЗНО.',
  },
  {
    pupil: 'Денис',
    starsCount: 5,
    date: '29.11.2020',
    subjectTitle: 'Хімія, Університетські курси',
    reviewText: 'Я цілком і повністю задоволений репетитором. Рекомендую!',
  },
  {
    pupil: 'Тетяна',
    starsCount: 5,
    date: '03.01.2021',
    subjectTitle: 'Хімія, Біологія, 7-9-й класи',
    reviewText:
      'Аліна - дуже відповідальний та сумлінна репетитор, добре і дуже цікаво доносить матеріал. Всім рекомендую, дуже хороший викладач! Тетяна, Софія.',
  },
  {
    pupil: 'Мирослава',
    starsCount: 5,
    date: '17.01.2021',
    subjectTitle: 'Хімія, 10-11-й класи',
    reviewText: 'Викладач чудовий! Програма - хімія 10 клас. Ми дуже вдячні!',
  },
  {
    pupil: 'Ольга',
    starsCount: 5,
    date: '27.02.2021',
    subjectTitle: 'Хімія, Біологія, Підготовка до ДПА (9 клас)',
    reviewText: 'Хороший репетитор, рекомендую!',
  },
  {
    pupil: 'Ірина',
    starsCount: 5,
    date: '12.03.2021',
    subjectTitle: 'Хімія, Біологія, 7-9-й класи',
    reviewText:
      'Викладач чудовий. Дитина з першого уроку знайшла спільну мову із вчителем. Результати додаткового навчання стали помітні відразу. Шкільний вчитель відмітив позитивні переміни менше ніж за місяць додаткових занять. Оцінки значно покращилися. Плануємо займатися і надалі .',
  },
  {
    pupil: 'Каміла',
    starsCount: 5,
    date: '25.05.2021',
    subjectTitle: 'Біологія, Підготовка до ДПА (9 клас)',
    reviewText: 'Аліна - гарний вчитель! Жодних нарікань!',
  },
  {
    pupil: 'Олена |+|Олена',
    starsCount: 5,
    date: '21.12.2021',
    subjectTitle: 'Хімія, 10-11-й класи',
    reviewText:
      'Чудовий викладач! Легко знайшла спільну мову з підлітком. Дитина займається із задоволенням. У нас запущена ситуація, але результат є вже після місяця занять. Продовжуємо працювати! Репетитору дуже вдячні!!! Повністю рекомендую!',
  },
  {
    pupil: 'Ольга',
    starsCount: 5,
    date: '05.01.2022',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Аліна - чудовий педагог, вимоглива та уважна. Подача матеріалу дитині зрозуміла та доступна. Вчимося у ліцеї на хіміко-біологічному факультеті. Завдання за складністю, як 1 курс університету! За місяць підтягли хімію з 3 байт до 8 (за семестрову контрольну!). Я дуже задоволена. Сподіваюся, що надалі, за допомогою Аліни, хімія стане найулюбленішим предметом!',
  },
  {
    pupil: 'Аліна Вікторівна Мартинец',
    starsCount: 5,
    date: '08.02.2022',
    subjectTitle: 'Хімія, Біологія, Підготовка до ЗНО',
    reviewText: 'Викладачем дитина задоволена',
  },
  {
    pupil: 'Ольга',
    starsCount: 5,
    date: '10.10.2022',
    subjectTitle: 'Біологія, Підготовка до ДПА (9 клас)',
    reviewText: 'Задоволені роботою репетитора. Все вчасно, доступно, цікаво.',
  },
  {
    pupil: 'Олена',
    starsCount: 5,
    date: '16.10.2022',
    subjectTitle: 'Хімія, Підготовка до ДПА (9 клас)',
    reviewText:
      'Дуже вдячна Аліні Сергіївні за синове навчання! Прекрасний досвідчений репетитор зі структурованою програмою навчання. Водночас орієнтована на потреби учня, якісно заповнює поточні прогалини знань, паралельно глибоко опрацьовуючи програму із самого початку, що дозволило вже за 2 тижні отримувати результати за оцінками у школі.',
  },
  {
    pupil: 'Катя',
    starsCount: 5,
    date: '21.03.2023',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText: 'Хороший вчитель. Рекомендую.',
  },
  {
    pupil: 'Нікіта',
    starsCount: 5,
    date: '22.03.2023',
    subjectTitle: 'Хімія, 7-9-й класи, Підготовка до олімпіад',
    reviewText:
      'Прекрасний викладач, весь матеріал доступний і дохідливий, спасибі, рекомендую!)',
  },
  {
    pupil: 'Лев',
    starsCount: 5,
    date: '12.04.2023',
    subjectTitle: 'Хімія, Підготовка до ДПА (9 клас)',
    reviewText:
      'Гарний репетитор. Допомогла покращити знання з хімії. Та здати на відмінно контрольні.',
  },
  {
    pupil: 'Оксана',
    starsCount: 5,
    date: '27.04.2023',
    subjectTitle: 'Хімія, 7-9-й класи',
    reviewText:
      'Дуже гарний викладач, дитині дуже подобається працювати з репетитором! Рекомендую.',
  },
  {
    pupil: 'Емілія',
    starsCount: 3,
    date: '04.05.2023',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText: 'Не знайшли спільну мову.',
  },
  {
    pupil: 'Софія',
    starsCount: 3,
    date: '11.05.2023',
    subjectTitle: 'Хімія, Підготовка до ЗНО',
    reviewText:
      'Спочатку мені все сподобалось, але потім виявилися деякі нюанси, які я не хочу розголошувати. Заняття препинили.',
  },
  {
    pupil: 'Наталія',
    starsCount: 5,
    date: '19.05.2023',
    subjectTitle: 'Хімія, 10-11-й класи',
    reviewText: 'Чудовий репетитор.',
  },
  {
    pupil: 'Анна',
    starsCount: 5,
    date: '22.06.2023',
    subjectTitle: 'Хімія, Біологія, 7-9-й класи',
    reviewText:
      'Аліна чудовий репетитор, дитині підтягла знання, вона стала відмінником, ми дуже задоволені співпрацею з викладачем!',
  },
  {
    pupil: 'Вікторія',
    starsCount: 5,
    date: '31.07.2023',
    subjectTitle: 'Хімія, 10-11-й класи',
    reviewText:
      'Відмінний репетитор. Рекомендую. Можу поставити найвищий бал. Донька в захваті. Все легко, цікаво і доступно.',
  },
]
